Repository: dphani3/SparkConnectNew
Catalog: REVCheckOut/REVCheckOut/App_GlobalResources/REVCheckOut.*.resx
Languages: es

# btnCancel
source: Cancel
es: Cancelar

# btnPay
source: Pay
es: Pagar

# captchaMismatch
source: Security Code did not match. Looks like you had trouble reading the security code, please try again.
es: Código de Seguridad no se han encontrado. Parece que tenía problemas para leer el código de seguridad, por favor, inténtelo de nuevo.

# custValCardNumber
source: Invalid card number
es: Número de tarjeta no válido

# lblAmount
source: Amount
es: Cantidad

# lblCapchaHelp
source: Type the characters you see in the picture below
es: Introduzca los caracteres que ves en la imagen de abajo

# lblCardName
source: Name on Card
es: Nombre en la tarjeta

# lblCardNumber
source: Card Number
es: Número de tarjeta

# lblCompanyTerms
source: Users of this site agree to be bound by the Terms & Conditions governing usage of the
es: Los usuarios de este sitio acepta que quedará vinculado por los términos y condiciones que rigen el uso de la

# lblCvvNumber
source: CVV Number
es: Número CVV

# lblErrorContent
source: We're sorry, but an unhandled error occured on the server. <br />The Server Administrator has been notified and the error logged. <br /> Please close this window.
es: Lo sentimos, pero un error no controlada en el servidor. <br /> El administrador del servidor ha sido notificado y se registra el error. <br /> Por favor, cierre esta ventana.

# lblErrorHeader
source: REV CheckOut Error
es: REV error pago y envío

# lblExpiryDate
source: Expiry Date
es: Fecha de Expiración

# lblHeader
source: REV CheckOut
es: REV pago y envío

# lblProgress
source: Processing your transaction ...Please don't close this window.
es: Transacción está en proceso ... Por favor, no cerrar la ventana.

# lblTerms
source: All Rights Reserved.
es: Todos los derechos reservados.

# lblVersion
source: Version
es: Versión

# lblWelcomePrefix
source: Welcome
es: Bienvenido

# lblWelcomeSuffix
source: Please complete this form to process your payment.
es: Por favor, rellene este formulario para procesar su pago.

# ltlErrorTitle
source: CheckOut Error Page
es: Pago y envío página de error

# ltlTitle
source: REV CheckOut
es: REV pago y envío

# reqValCaptcha
source: Please enter the characters shown in picture
es: Por favor ingrese los caracteres que aparecen en la imagen

# reqValCardName
source: Name is required
es: Nombre es requerido

# reqValCardNumber
source: Credit card number is required
es: número de tarjeta de crédito es necesario

# reqValCvvNumber
source: CVV number is required
es: Se requiere el número CVV

# reqValExpiryYear
source: Expiry year is required
es: año de vencimiento se requiere

# rgxValCvvNumber
source: CVV number should be of minimum three digits
es: número CVV debe ser de un mínimo de tres dígitos

# rgxValExpiryMonth
source: Invalid Expiry month
es: No válido Expiración meses

# rgxValExpiryYear
source: Expiry year should be of four digits
es: año de expiración debe ser de cuatro dígitos

# valSumHeader
source: Please correct the following
es: Por favor, corrija los siguientes
